Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/olsen-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 4 Davvi Girji 2010 .
nob: Artikkel i boka Samisk skolehistorie 4 . Davvi Girji 2010 .

source: Sámás : Issát Sámmol Heatta
nob: Fornorskning i kystdistriktene

source: Gunnar Olsen fatnasis , maid geavahii fievrridit gálvvuid internáhttii .
nob: Gunnar Olsen i snekka si , som han brukte til å frakte varer til internatet i Snefjord .

source: ( Govva : Magnhild Andreassen )
nob: ( Foto utlånt av Magnhild Andreassen )

source: Gunnar Olsen ( Lille ) ( 1897–1977 ) bajásšattai Deanodagas .
nob: Gunnar Olsen ( Lille ) ( 1897–1977 ) vokste opp i Austertana .

source: Son váccii Øytun nuoraidskuvlla Ávanuoris ja oahpaheaddjiskuvlla Oslos .
nob: Han gikk Øytun ungdomsskole i Havøysund og lærerskole i Kristiania ( Oslo ) .

source: Son lei skuvla- ja internáhttahoavdan Muorralis Muosáid gielddas 1921 rájes 1963 rádjái .
nob: Han var skole- og internatstyrer i Snefjord i Måsøy fra 1921 til 1963 .

source: Su birra lea eanet čállon dán girjjis artihkkalis Finnmárkku dáruiduhttin šattai sin eallimin .
nob: Han er nærmere beskrevet i artikkelen om samiske lærerpionerer i denne boka .

source: Dá lea čoahkkáigeassu artihkkalis maid son čálii 1963:s , go penšunistan logai sámegiela Oslo universitehtas .
nob: Dette er et utdrag av en artikkel han skreiv i 1963 , da han studerte samisk ved Universitetet i Oslo .

source: Dađi mielde go mii diehtit , de ii leat dat deaddiluvvon ovdal .
nob: Så vidt vi kjenner til har den tidligere ikke vært trykt .

source: Čálus lea dás dan hámis nu go son ieš dan čálii .
nob: Teksten er her gjengitt i hans egen skrivemåte .

source: Olles artihkkala mii leat almmuhan dán girjji interneahttahámis .
nob: Hele artikkelen er gjengitt i internettutgava av denne boka .

source: ... Vai skuvlaláhka galggai heivet moatti giela skuvlabiiriide dáppe davvin , de ferteje ráhkadit Bagadusa lassin skuvlalágaide .
nob: ... [ F ] or å få tilpasset skoleloven her nord i språk-blandede skolekretser , måtte der utarbeides Instruks i tillegg til skolelover .

source: Vuosttaš Bagadus bođii l870:s . Das lei bagadus oahpaheaddjái dárogiela ja sámegiela anu dáfus .
nob: Den første Instruks kom ut i l 870. Den ga læreren rettledning om bruken av norsk og samisk .

source: Dain biiriin gos eanas mánát eai ipmirdan dárogiela , doppe galge mánát oahppat lohkat sámegiela dehe láttegiela lassin dárogillii .
nob: I kretser hvor flertallet av barna ikke forstod norsk , skulle barna foruten norsk , også lære å lese samisk eller kvensk .

source: Vaikko dat nannii ge mearrádusa ahte oahpaheaddji galgá atnit eanas aivve dárogiela oahpahusastis , de lei Bagadus goitge oalle láivváš , nu ahte eanas oahpaheaddjit doalahedje sámegiela ja láttegiela .
nob: Vel nok innskjerpet den læreren ( lærerne ) til å bruke mest mulig norsk i sin undervisning , men Instruksen var allikevel mild , så de fleste av lærerne holdt seg til samisk og kvensk .

source: Bismagoddedirekšuvdna lei fuomášan ahte dárogieloahpahusain manai njulgestaga hejot , dat lei ovdánan unnán vássán 20 – 30 jagis .
nob: Dette hadde Stiftsdireksjonen merket seg , at det gikk rent elendig med norskopplæringen , og at framgangen i de siste 20 – 30 år var ringe .

source: Danne sii ferteje divodišgoahttit dan boares bagadusa .
nob: Derfor måtte den gamle instruksen i støpeskjeen – og omarbeides .

source: Ja de 1880:s Romssa Bismagoddedirekšuvdna dagai ođđa Bagadusa oahpaheddjiide sámi ja látti rievdadusguovlluin .
nob: Så ga Tromsø Stiftsdireksjon en ny Instruks for lærerne i de samiske og kvenske overgangsdistrikter i 1880 .

source: Ollu dain boares njuolggadusain ledje váldon eret , ee. lei áibbas hilgojuvvon ahte sámi mánát galge oahppat lohkat sámegiela – ja láttegiela , dahje ahte dát gielat galget leat oahpahusgiellan .
nob: Mye av de gamle reglene var utelatt , bl.a. at samebarn skulle lære å lese samisk – og kvensk ( eller ) – som undervisningsspråk – helt utelukket .

source: Dušše risttalašvuođaoahpahusas sáhtte gáidat muhtumin dan njuolggadusas .
nob: Bare ved kristendomsundervisningen kunne det i visse tilfelle gjøres unntakelser .

source: Dássážii lei skuvlakommišuvnnas leamaš stuora fápmu skuvlla oahpahusas , muhto dán rájes gal geahpeduvvui dat máŋgga láhkái .
nob: Hittil hadde skolekommisjonene hatt stor myndighet over undervisningen i skolen , men nå blir den skåret ned på flere måter .

source: Dál galggai Bismagoddedirekšuvdna ieš bearráigeahččat skuvlla barggu ja gielladilálašvuođaid mihá eanet go ovdal .
nob: Nå var det selve Stiftsdireksjonen som skulle overvåke skolens arbeide og språkforholdene på en mer direkte måte enn før .

source: Dat oahpaheaddjit guđet eai čuvvon Bagadusa čuoggás čuoggái , eai galgan oažžut bálkálasáhusa mii lei mearriduvvon moattegielat guovlluid oahpaheddjiide .
nob: De lærerne som ikke fulgte Instruksen på punkt og prikk , skulle ikke få et lønnstillegg som var eslet til lærerne i de språkblandede distrikter .

source: Das lei namalassii nu : « Go stáhta attii lassiruđa rievdadusguovlluid skuvllaide , ja erenoamážit oahpaheddjiide bálkálasáhusa vai sii ovddidivčče dárogielmáhtolašvuođa , de fertii skuvlakommišuvdna maiddái cealkit foandda lasáhusa dáfus guđe muddui oahpaheaddji lei čuvvon Bagadusa .
nob: Det heter nemlig : « Da statens bidrag til skolen i overgangsdistriktene og særlig lønnstilleggene til lærerne der ble gitt for å fremme kjennskapet til norsk , måtte skolekommisjonens erklæring for at en lærer kunne få Finnefondets tillegg heretter også inneholde nærmere uttalelse om den måte læreren fulgte Instruksen på .

source: Čuovvovaš jagi rájes ii ábuhan oktage oahpaheaddji vuordit lasáhusa jos ii lean dárkilit ja áŋgirit čuvvon Bagadusa . »
nob: Fra neste år kunne ingen lærer vente dette tillegg med mindre han med punktlighet og nidkjærhet etterlever Instruksen » .

source: Bagadus lei mearriduvvon , ja dat lei garas .
nob: Instruksen var gitt , og den var streng .

source: Ležže go hal dan čuvvon nu juste , dat gal lea fas eará ášši .
nob: Men om den ble bokstavelig etterfulgt , er en annen sak .

source: Mii háliidit goit navdit ahte boares oahpaheaddjit ain atne dan boares vuogi .
nob: En tror helst at de eldre lærerne fortsatte etter den gamle metoden .

source: Ja de fertet muitit ahte dain dábálaš oahppogirjjiin , biibbalhistorjjás ja katekismusas lei duppalteaksta .
nob: Og så må en huske på at de alminnelig brukte lærebøkene , bibelhistorie og katekismus hadde dobbel tekst .

source: Muhtun skuvlakommišuvnnat eai lean nu buorit girjjiide main lei duppalteaksta , go daddjui ahte lei váttis oažžut mánáid bissut dárogiel teavsttas .
nob: Endel skolekommisjoner så ikke med blide øyne på de utgitte lærebøkene med dobbelt tekst , for det ble hevdet at det var vanskelig for læreren å få barna til å holde seg til den norske siden .

source: « Mánáid čalmmit vigget čuovvut aivve sámegiel teavstta . »
nob: « Barna hadde helst sine øyne på den samiske tekst . »

source: Vaikko Bagadus lei ge garas ja ovttabealát , de bohte goitge duppalteavsttat oahppogirjjit , ja álo dárogiella bealde , nu go daddjui ahte « dárogiel čálus boahtá máná ovddal álggos go lea bealde . »
nob: Men selv om Instruksen var streng og ensidig , så ble lærebøkene fortsatt utgitt med dobbelt tekst , og bestandig norsk tekst på venstre siden , for som det heter « at den norske Tæxt træder Barnet imøde som stillet til venstre . »

source: Goitge mánát čuvvo áinnas sámegiel čállosa .
nob: Men barna hadde helst sine øyne på den samiske tekst .

source: Ja eanas boarráset oahpaheaddjit atne ain Stockfletha vuogi – atnit sámegiela , ja muhtumin vel eanet go lei dárbu .
nob: Og de fleste eldre lærerne fortsatte Stockfleths metode – å bruke samisk , og kanskje enkelte ganger mere enn strengt tatt nødvendig .

source: Lei álkit oahpahit mánáid lohkat sámegillii go dárogillii . Go dárogillii oahpahii , de fertii oahpaheaddji čilget sidjiide measta juohke sáni .
nob: Det var lettere å lære barna å lese på samisk enn på norsk , for da måtte læreren oversette og forklare nesten hvert ord , hvis man underviste på norsk .

source: Ollugat goitge ohppe dárogiela , ja sii šadde hui čeahpit maiddái rehkenastimis ja čállimis .
nob: Mange lærte allikevel å tilegne seg det norske språk , og de ble også flinke både i regning og skrivning .

source: Oaivámuš fágan lei goitge risttalašvuohta , ja vaikko eai ovdánan ge nu bures dain eará fágain , de ožžo goit hui vuđolaš mánnávuođaoahpu .
nob: Men kristendomskunnskap var hovedfag , og om de ikke gjorde så stor framgang i de andre fag , så lærte de i all fall sin barnelærdom grundig .

source: Ulbmilcealkkan šattai dasto : « Ipmil divttášit min ovdánit du oahpahusas , vai dat maid mii oahppat ii goassege vajálduvvoše , muhto šattašii minguin oktanaga beaivvis beaivái .
nob: Mottoet ble derfor : « Gud la oss i din kunnskap fremmes , så det vi lærer , aldri glemmes , men vokser med oss dag for dag .

source: Vai láttašii dat maid don gilvet , ja vai mii dus gávnnašeimmet árpmu , ja don ges mis buorredáhtolašvuođat . »
nob: At det kan modnes som du sådde , og vi hos deg må finne nåde , og du i oss ditt velbehag » .

source: 1880 Bagadus šattai dan rájes guhká dáruiduhttima vuođđun .
nob: Instruksen av 1880 ble grunnlaget for fornorskningsarbeidet i lang tid framover .

source: Lektor Helge Dahl lea gohčodan dan « Dáruiduhttima Magna Charta » .
nob: Lektor Helge Dahl har kalt den « En fornorskningens Magna Charta » .

source: Ja nuorat buolva maiddái čuovui dan .
nob: Og den ble også etterfulgt av den yngre garden .

source: Nu dat goitge daguhii bahčavuođa dovddu ja duhtameahttunvuođa sámiid gaskii .
nob: Men på den måten vakte den bitterhet og misnøye hos mange samer .

source: Skuvladirektevra Killengreen Romssa gávpoga bismaguovllus čállá ee ná 1886:s dan áššis : « Duhtameahttunvuhtii leat moadde siva .
nob: Skoledirektør Killengreen i Tromsø stift skriver om dette i 1886 bl.a. : « Misnøyen har en dobbelt årsak .

source: Vuos dat go sápmelaččat ballet ahte sin giela leat áigume duššadit , ja dasto oaivvildit sii ahte go dárogiella dahkko sin mánáid oahpahusgiellan , de heađuštuvvojit sin mánát oahppamis risttalašvuođa duohtavuođaid .
nob: Dels råder hos samene en frykt for at man legger an på å borttage deres språk , dels formener de at man ved å lade norsk bli undervisningssproget , vil rette et slag mot børnenes tilegnelse av kristendommens sannheter .

source: Lávejit maiddái gullostit dadjame ahte sápmelaččat , dáid guovlluid ovddemus ássit , galget beassat doalahit gielaset girko- ja skuvlagiellan . »
nob: Man kan også høre uttalelser at Finnen som den eldste Beboer av disse trakter har rett til å kreve sitt sprog opprettholdt som kirke- og skolesprog . »

source: Sápmelaččaide lea skuvla dat báiki gos mánát ohppet religiovnna , eará fágain dat eai beroš – čállá Helge Dahl girjjis « Språkpolitikk og skolestell i Finnmark » ( Finnmárkku skuvlapolitihka ja skuvllaid lágideapmi . )
nob: For samene var skolen det sted der barna lærte sin religion , andre fag interesserte dem ikke . – skriver Helge Dahl i Språkpolitikk og skolestell i Finnmark .

source: Gehččot mat dál mot Skuvla ja Girku atniba dán suorggi earáhuvvama .
nob: La oss nå se hvordan Skolen og Kirken ser på utviklingen på dette område .

source: Skuvlla ovddasteaddjin lea skuvladirektevra Killengreen , ja Girku ovddasteaddjin lea bisma Skår .
nob: Skolens representant er skoledirektør Killengreen , og Kirkens representant er biskop Skår .

source: 1886:s johtá skuvladirektevra Killengreen Finnmárkkus vai oaidná ieš skuvllaid doaimmaid .
nob: I 1886 foretar skoledirektør Killengreen en inspeksjonsreise til Finnmark for å se skolens arbeide på nært hold .

source: Son gohčoda skuvlla ovdáneami hui čuovgadin .
nob: Han tegner et nokså lyst bilde av skolens framgang .

source: Mátkedieđáhusastis son čállá : « Skuvllaid dáruiduhttin lei álggahuvvon bures .
nob: I reisemeldingen heter det : « Skolens arbeide for fornorskning var kommet i god gang .

source: Ii oktage gii dovdá dilálašvuođaid sáhte dadjat ahte skuvlanuoraid dárogiel máhtolašvuohta ii leat áhttánuššan eanas guovlluin Finnmárkkus , ii ge dan sáhte čiegadit – dat lea skuvlla doaimmaid boađus . »
nob: Det ville ikke av noen , der er kjent med forholdene kunne nektes at kjennskapet til det norske språket har i de senere år taget merkbar Væxt blandt Skoleungdommen i den største del av Finnmark , og det skal heller ikke kunne nektes – at dette er et resultat av Skolens arbeide . »

source: Muhto de ges boahtá Girku ovddasteaddji , bisma Skår .
nob: Men så kommer Kirkens representant , Biskop Skår .

source: Dakka maŋŋelaš go skuvladirektevra lea leamaš bearráigeahččomátkkistis , de vuolgá Romssa gávpoga bismmagotti ođđa bisma J. N. Skår ges su vuosttaš oahppaladdanmátkái Finnmárkui .
nob: Straks etter at skoledirektøren har avsluttet sin inspeksjonsreise , så begir den nye Biskopen i Tromsø Stift , J. N. Skår sig ut på sin første visitas- reise og målet er Finnmark .

source: Johannes Nilssøn Skaar ( Njuohtan Keller .
nob: Johannes Nilssøn Skaar ( Maleri : Keller .

source: Govva : Norgga Sámemiššuvdna )
nob: Foto utlånt av Norges Samemisjon )

source: Fargga lea ge sus juo leamaš vuosttaš čoahkkin Buolbmágis – sápmelaččaiguin .
nob: En stund senere har han hatt sitt første møte i Polmak – med samene .

source: Su vuosttaš oaidnaleapmi Finnmárkku sámi álbmogiin , namalassii Buolbmágis – sáhttá gohčoduvvot Vene Vidi Vici .
nob: Hans første møte med den samiske befolkning i Finnmark , nærmere bestemt Polmak – kan betegnes med Vene Vidi Vici .

source: Bohten , oidnen , vuiten .
nob: Jeg kom , jeg så , jeg vant .

source: Go sii galge earránaddat , de dajai sápmelaččaid sátnejođiheaddji ná : Ráhkis Bisma , ale fal vajálduhte min , sápmelaččažiid .
nob: Da de skulle skilles fra ham , sa samenes ordfører : Kjære Biskop , glem nå ikke oss småfinner .

source: Ii , bisma ii áigon vajálduhttit sin .
nob: Nei , biskopen skulle ikke glemme dem.

source: Buolbmátmánát ledje hui čeahpit – lohke bures – ja sámegiel čállosa lohke sii vel buorebut , vaikko skuvla ii lean veahkehan sin eatnigiela oahpahusain .
nob: Det viste seg at barna i Polmak var riktig flinke – og leste godt . – og bedre den samiske teksten , enda skolen ikke hadde hjulpet dem med morsmålet .

source: Orru leamen nu ahte vuosttaš bismaoahppaladdan Buolbmágis lihkostuvai bures ja dagai oktasaš ilu ja ipmárdusa .
nob: En får det inntrykk at den første visitasen i Polmak var meget vellykket og skapte gjensidig glede og forståelse .

source: Mánát ja nuorat ledje roahkkadat ja hállát de go besse geavahit eatnigielaset .
nob: Barna og ungdommen var åpne og meddelsomme nu når de fikk bruke sitt morsmål .

source: Unjárggas ii gal lean dilli nu buorre .
nob: Men stillingen i Nesseby var ikke riktig så lyst .

source: Sáhttá dadjat dan seavdnjadin ja ahkidin .
nob: Den var mørk og trist .

source: Oahppaladdandieđáhussii lea čállon : « Dat mánát geat bohte mu lusa Unjárggas , dahke olbmui jur morašdovddu .
nob: I visitasberetningen leser man : « De barn som møtte i Nesseby , var vel skikket til å vekke medlidenhet .

source: Sii ledje geafit ja goarráneame duokŋaduvvon rámsobiktasiiguin , ja geafi ja goarránan orui leamen sin vuoiŋŋalašvuohta nai .
nob: Fattige og forkomme så de ut i sine lappete og lasete skinnvamser , fattig og forkrøplet syntes også deres ånd å være .

source: Ođđa testameantta lohkan lei dego bilku .
nob: Lesningen i det norske Nytestamente var nærmest en karikatur .

source: Mánát máhtte dušše ovttastávval sániid ja moadde bustáva .
nob: Barna greide bare enstavelsesord på et par bokstaver .

source: Sámegiel čállosa lohkan manai mihá buorebut ja livččii várra leamaš boasttuvuođaid haga jos skuvla livččii veahkehan sin dainna .
nob: Lesningen i den samiske tekst gikk mye bedre og ville sannsynligvis ha vært upåklagelig dersom skolen hadde hjulpet dem.

source: Oahpaheddjiid katekiseren lei eanas aivve dárogiel oahpahus .
nob: Lærernes katekisasjon var for det meste undervisning i norsk .

source: Nubbi humai mánáiguin bassi gástta birra .
nob: Den ene talte med barna om den hellige dåp .

source: Muhto mii jeđđehusaid ja fámuid ba mánnáriebuide leaččai sin gásttas go dan « bassi čáhci » čađat seaguhuvvui dáru sátnegirjjiin ja grammatihkain . »
nob: Men hva trøst og kraft og glede kunne vel de arme barn hente av sin dåp når dens « hellige væte » stadig ble grumset til av norsk leksikon og grammatik . »

source: De son johtá viidáseappot nuorttas , gitta Girkonjárgii .
nob: Så fortsetter han videre østover , helt til Kirkenes .

source: Vaikko vel čeahpimus mánát máhtte ge lohkat , de sii ipmirdedje áibbas unnán das maid lohke .
nob: De samme trøstesløse visitasmeldinger . Selv om en del av de mere oppvakte barn kunne lese , så forstod de sørgelig lite .

source: « Lei ahkit oaidnit » — čállá bisma « mot dat movttegis mánát ledje goarráneame heivemeahttun bagadusa geažil .
nob: « Det var ondt å se » — skriver biskopen « hvor disse livlige Børn var blevne forkvaklede ved en uheldig Instruks .

source: Vuoi man njuovžil sin njuovčča lei go ságastalle gaskaneaset , ja vuoi mo sii roahkkasadde ja vavddadedje oahppodiimmuin . »
nob: Hvor flydende var ikke deres Tunge i den innbyrdes Samtale , hvor stammende og stotrende i undervisningstimen . »

source: Muosáid sámemánáid dáfus čállá Bisma : Dat moadde sámemáná geat bohte min lusa Muosáin , ledje vuollegis oahppodásis .
nob: Om samebarn i Måsøy skriver Biskopen : De få samebarn som møtte i Måsøy , stod på et lavt kunnskapstrinn .

source: Bismma oahppaladdandieđáhusas boahtá ovdan ahte Nuorta-Finnmárkkus lei heajut dilli go Oarje-Finnmárkkus .
nob: Men det framgår av Biskopens visitasberetning at det stod dårligere til i Østfinnmark enn i Vestfinnmark .

source: Sivvan dasa ferte leat leamaš sisafárren Njávdáma ja Reaisavuona bokte , ja dat bisttii gitta čuohtejahkemolsuma rádjái .
nob: Grunnen til det må en vel søke i at innvandringen fra Finnland kom over Neiden og Bugøyfjord , og den fortsatte helt til århundreskiftet .

source: Oarje-Finnmárkkus gal lei juo dássedis dilli .
nob: I Vestfinnmark var forholdene allerede stabiliserte .

source: Doppe atne eanas dárogiela ja sámegiela skuvllas .
nob: Det ble for det meste bare brukt norsk og samisk i skolen .

source: Nuorta-Finnmárkkus lei veahá váddáset dilli , go doppe ferteje atnit maiddái láttegiela ( kveanagiela ) veahkkegiellan .
nob: Mens forholdene i Østfinnmark var mere kompliserte , for der måtte også kvensk brukes som hjelpespråk .

source: Goitge ii galgga vajálduhttit ahte Bismma oahppaladdandieđáhus sáhttá neaktit ovttabealálažžan .
nob: Men en må heller ikke glemme at en Biskops visitasberetning kan ofte virke litt ensidig .

source: Ollu dain mánáin geaid sihte boahtit bismma lusa , eai lean goassege ovdal leamaš girkus – juobe son vel gohččojuvvon guovdu girkolahtti gos sin gažadedje leavssuin .
nob: En stor part av disse barn og ungdom som blir stablet på kirkegulv , har kanskje ikke vært i kirken før – og end mindre blitt « kommandert » på kirkegulvet for å bli overhørt i leksene .

source: Sii soite gal máhttán juoidá go vulge ruovttus , muhto dál eai máhttán šat maidege , eai ge sii roahkadan geahččat geasage , go buohkat gehčče sidjiide – ja de boahtá ieš bisma ávvobiktasiidisguin , dehe sus lea guhkes čáhppes bivttas , issoras stuora čalbmeláset njuni alde – árvvolaš ja duođalaš .
nob: De kunne kanskje litt før de gikk hjemmefra , men nå kan de ingenting , og de våger ikke å se opp , for alles øyne er rettet på dem – og der kommer bispen stigende nedover i strålende skrud , eller i en lang svart kappe , og med umåtelig store briller på nesen – verdig og alvorlig .

source: Ja ollu dáin mánáin ledje juo balddahallojuvvon dainna garra bismmain , guhte lea mihá garraset go báhppa .
nob: Og mange av disse er allerede blitt skremte med den strenge biskopen , som er mye strengere enn presten .

source: Ja de sii čužžot das ja doarggistit baluin .
nob: Så står de stakkarene der , redde og skjelvende .

source: Ja de dat vástádusat maid bisma bohčá sis nektet vulosoaivválas ja endorii , omd. « Han hadde frastet i 40 dager » – « sette ham på templet tine » .
nob: Og da blir ofte de svarene bispen får pumpet ut av dem – bakvendte og meningsløse . F. eks. « Han hadde frastet i 40 dager » – « sette ham på templet tine » .

source: Go lohkat dáid jorggu vástádusaid birra , de orrot gal dat leamaš veahá badjelmearálaš cuiggodusat , ii ge dieđáhusas muitaluvvo divvojuvvoje ja čilgejuvvoje go boasttuvuođat .
nob: Når man leser om disse bakvendte svarene , virker de kanskje litt pirkete , og det framgår heller ikke av beretningen at feilene ble rettet og forklart .

source: Vel okta ovdamearka : Muhtun 13-jahkásaš nieiddaš logai hui čielgasit , muhto lohkannuohtas dovdui ahte son ii ipmirdan lohkosa .
nob: Enda et eksempel til : En 13 års gammel jente leste tålelig godt , men med en betoning som tydet på liten forståelse .

source: Son logai Joh. 13,38 .
nob: Det var Joh. 13,38 hun leste .

source: Bisma : – Mii lea hane sámegillii ?
nob: Biskopen : – Hva heter hane på samisk ?

source: Nieida ii vástidan .
nob: Intet svar .

source: – Mii lea hane , lea go olmmoš , guolli dehe loddi ?
nob: – Hva er en hane , er det et menneske eller en fisk eller en fugl ?

source: ( Gažaldat dulkojuvvui sámegillii ) Vástádus : – Guolli .
nob: Spørsmålet ble oversatt til samisk . Svar : – Guolle ( fisk ) .

source: Fertet gal mieđihit ahte Bisma Skår lei gudneáŋgiris girkolaš báimman .
nob: Men man må allikevel innrømme at Biskop Skår var en nidkjær kirkens hyrde .

source: Son liikui go sii gohčodedje su « Finnenes Biskop » , sápmelaččaid bisma , ja nu son lei ge maiddái .
nob: Han likte å bli kalt « Finnenes Biskop » , og det var han også . På kirkeferd , Kolvik i Porsanger 1909/1910 .

source: Dáruiduhttin manai ain ovddasguvlui nuo ja ná .
nob: ( Foto : Ellisif Wessel / Universitetsbiblioteket i Bergen )

source: 1880 bagadus galggai čuvvojuvvot .
nob: Instruksen av 1880 måtte overholdes .

source: Boađus lei nu go ovdal .
nob: Resultatet ble som før .

source: Sámegielat mánát vázze skuvlla jagiid jagiid maŋŋái – ja ohppe unnán skuvlavázzimis .
nob: Samisktalende barn gikk på skolen år etter år – og tilegnet seg svært lite av sin skolegang .

source: Manai gal oalle bures nu guhká go sis lei dat ovddit oahpaheaddji , go dan mielas lei Bagadus dakkár gohčus man ii galgan jeagadit .
nob: Det gikk noenlunde bra så lenge de hadde den gamle læreren , for ham var Instruksen en plakat som ikke skulle overholdes .

source: Nuorat geardi gal hui áŋgirit čuovui dáruiduhttima .
nob: Men den yngre lærergarden gikk ivrig inn for fornorskningen .

source: Nu dahke maiddái nuorra báhpat , sii guđet álge ámmáhii 1890–1900 jagiid .
nob: Det samme gjorde den yngre presteslekt også , de fra 1890–1900-årene .

source: Áiggun dás bidjat ovdamearkan man ovttageardánit muhtumat sis čuvvo dáruiduhttima .
nob: En skal her ta et eksempel på hvor ensidig en del av dem gikk inn for fornorskningen .

source: Jahkečuođi molsuma sullii lei dáruiduhttinbáhppa čállime konfirmánttaid konfirmašunskuvlii , mii galggai miessemánus ja geassemánus .
nob: Omkring århundreskiftet holdt en fornorskningsprest på å skrive inn konfirmanter til konfirmasjonsskolen , som ble holdt i mai og juni .

source: De boahtá muhtun eadni nieiddainis gii lei konfirmašunagis .
nob: Så kommer en mor med datra si som var i konfirmasjonsalderen .

source: Nammačállimiin gal vel manai bures , muhto su dárogielmáhttu gal lei nuo ja ná .
nob: Jo , det gikk greit med innskrivningen . Men det var nå så som så med hennes kunnskaper i norsk .

source: Ii ge hal dat lean oahppi sivva .
nob: Men det var ikke elevens skyld .
